[Stormrider X2SoldierClassTemplate]
+DisplayName="Громобой"
+ClassSummary="Громобой - внушающий страх боец ближнего боя. Боевая ярость подпитывает его псионические силы, которые проявляются в виде красных молний. Он может прорвать самую крепкую оборону или закрепиться на месте, как скала, при этом легко и грациозно перемещаясь по полю боя."
+LeftAbilityTreeTitle="Берсерк"
+RightAbilityTreeTitle="Заряд"
AbilityTreeTitles[0]="Берсерк"
AbilityTreeTitles[1]="Заряд"
AbilityTreeTitles[2]="Стойкость"
AbilityTreeTitles[3]="Крушитель"

+RandomNickNames[0]="Убийца"
+RandomNickNames[1]="Дровосек"
+RandomNickNames[2]="Гладиатор"
+RandomNickNames[3]="Истребитель"
+RandomNickNames[4]="Топор"
+RandomNickNames[5]="Разрушитель"
+RandomNickNames[6]="Рагнарек"
+RandomNickNames[7]="Хаос"
+RandomNickNames[8]="Фанатик"
+RandomNickNames[9]="Крепость"
+RandomNickNames[10]="Опустошитель"
+RandomNickNames[11]="Проксимо"
+RandomNickNames[12]="Клеймор"
+RandomNickNames[13]="Ворон"
+RandomNickNames[14]="Перехватчик"
+RandomNickNames[15]="Рейден"
+RandomNickNames[16]="Озорник"
+RandomNickNames[17]="Меченосец"
+RandomNickNames[18]="Защитник"
+RandomNickNames[19]="Разряд"
+RandomNickNames[20]="Вайсхейм"
+RandomNickNames[21]="Клинок"
+RandomNickNames[22]="Блиц"
+RandomNickNames[23]="Пополам"
+RandomNickNames[24]="Кровник"

RandomNickNames_Male[0]="Тор"
RandomNickNames_Male[1]="Бог грома"
RandomNickNames_Male[2]="Испанец"
RandomNickNames_Male[3]="Магнус"


RandomNickNames_Female[0]="Валькирия"
RandomNickNames_Female[1]="Секира"
RandomNickNames_Female[2]="Королева клинков"

;	=================================================
;				SQUADDIE ABILITIES
;	=================================================

[IRI_Rider_BonusAim X2AbilityTemplate]
LocFriendlyName="Острый край"
LocLongDescription="Ваши рукопашные атаки получают <Ability:EDGE_ALIGNMENT_BONUS_AIM/> к меткости."
LocHelpText="Ваши рукопашные атаки получают  <Ability:EDGE_ALIGNMENT_BONUS_AIM/> к меткости."

[IRI_Windcaller_Passive X2AbilityTemplate]
LocFriendlyName="Буревестник"
LocLongDescription="Рукопашные атаки против цели на соседней клетке стоят 1 действие и не заканчивают ход. Атака врага в голубой зоне перемещения дает одно действие движения. Если в качесте второго оружия используются <font color='#0bff9b'>\"Голые руки\"</font> , действие движения дается после любых рукопашных атак."
LocHelpText="Дает действие движения после рукопашной атаки."
LocPromotionPopupText="\"Внутри голубой зоны\" означает, что игрок буквально может видеть границы голубой зоны перемещения. Если эта граница не видна перед тем, как активирована атака, способность не активируется."
LocFlyOverText="Буревестник" 

[IRI_Rider_Intercept X2AbilityTemplate]
LocFriendlyName="Перехват"
LocLongDescription="Рукопашная атака первого врага, который двгается в поле зрения бойца на расстоянии <Ability:INTERCEPT_ACTION_POINT_DISTANCE/> ОД. Имеет штраф к меткости."
LocHelpText="Рукопашная атака первого врага, который двгается в поле зрения бойца на расстоянии <Ability:INTERCEPT_ACTION_POINT_DISTANCE/> ОД. Имеет штраф к меткости."
LocFriendlyNameWhenConcealed="Перехват (В скрытности)"
LocLongDescriptionWhenConcealed="Рукопашная атака первого врага, который двгается в поле зрения бойца на расстоянии <Ability:INTERCEPT_ACTION_POINT_DISTANCE/> ОД. Срабатывает при обнаружении."
LocPromotionPopupText="<Bullet/> Используйте способность осторожно, так как боец может привлечь нежелательное внимание других врагов.<br/><Bullet/> \"Перехват\" не срабатывает на атаки, только на движение врагов, если только боец не имеет способность <font color='#0bff9b'>Огневая поддержка</font>.<br/><Bullet/> На цели, игнорирующие \"Наблюдение\" и другие виды ответного огня, \"Перехват\" также не сработает. <br/><Bullet/> Атака \"Перехватом\" имеет штрафы к меткости, как любой ответный огонь, и обычно не может нанести критический урон, если только не активирована в скрытности. <br/><Bullet/> \"Перехват\" может нарушить скрытность во время атаки движущегося врага: <Ability:INTERCEPT_ALLOW_TO_BREAK_CONCEALMENT/><br/><Bullet/> После \"Перехвата\" боец вернется на исходную позицию: <Ability:INTERCEPT_RETURN_TO_ORIGINAL_TILE/><br/><Bullet/> Движение обратно не гарантировано на 100%.<br/><Bullet/> \"Перехват\" получает бонусы от способности <font color='#0bff9b'>Отпор</font>."
LocFlyOverText="Перехват"

[IRI_Rider_Intercept_Attack X2AbilityTemplate]
LocFriendlyName="Перехват"
LocLongDescription="Рукопашная атака первого врага, который двгается в поле зрения бойца на расстоянии <Ability:INTERCEPT_ACTION_POINT_DISTANCE/> ОД. Имеет штраф к меткости."
LocHelpText="Рукопашная атака первого врага, который двгается в поле зрения бойца на расстоянии <Ability:INTERCEPT_ACTION_POINT_DISTANCE/> ОД. Имеет штраф к меткости."
LocFriendlyNameWhenConcealed="Перехват (В скрытности)"
LocLongDescriptionWhenConcealed="Рукопашная атака первого врага, который двгается в поле зрения бойца на расстоянии <Ability:INTERCEPT_ACTION_POINT_DISTANCE/> ОД. Срабатывает при обнаружении."
LocFlyOverText="Перехват"

;	=================================================
;				BERSERKER TREE
;	=================================================

[IRI_Rider_PowerUp X2AbilityTemplate]
LocFriendlyName="Усиление"
LocLongDescription="Активируйте для усиления урона своей следующей рукопашной атаки основным оружием на  <Ability:POWER_UP_DAMAGE_MULTIPLIER/>, получив также устойчивость к сбиванию с ног и возможность освобждаться от захвата Вайперов. Может быть активировано во время бонусных действий движения."
LocHelpText="Активируйте для усиления урона своей следующей рукопашной атаки основным оружием на <Ability:POWER_UP_DAMAGE_MULTIPLIER/>, получив также устойчивость к сбиванию с ног и возможность освобждаться от захвата Вайперов. Может быть активирован во время бонусных действий движения."
LocLongDescriptionWhenConcealed="Активируйте для усиления урона своей следующей рукопашной атаки основным оружием на <Ability:POWER_UP_DAMAGE_MULTIPLIER/>, получив также устойчивость к сбиванию с ног и возможность освобждаться от захвата Вайперов. Не нарушает скрытности."
LocPromotionPopupText="<Bullet/> Этого бойца нельзя сбить с ног, также он может освободиться от захвата Вайпера, но только когда эффект усиления активирован. <br/><Bullet/> Эффект не кончается сам по себе, но исчезнет после атаки или разрыва захвата.<br/><Bullet/> Разрыв захвата происходит на вашем ходу после того, как боец был схвачен, так что первичный урон от него он все же получит.<br/><Bullet/> <Ability:POWER_UP_COOLDOWN/> ходов на перезарядку."
LocFlyOverText="Захват разорван!"

[IRI_Rider_Enrage X2AbilityTemplate]
LocFriendlyName="Ярость"
LocLongDescription="Боец приходит в ярость на <Ability:ENRAGE_DURATION_TURNS/> ход(ов), нанося <Ability:ENRAGE_DAMAGE_MULTIPLIER/> дополнительного урона и становясь неуязвимым к ментальным эффектам, но получая штраф <Ability:ENRAGE_DEFENSE_PENALTY/> к защите.<Ability:ENRAGE_COOLDOWN/> ход(ов) на перезарядку, количество уменьшается с каждой собственной атакой или вражеской атакой по бойцу."
LocHelpText="Боец приходит в ярость, нанося <Ability:ENRAGE_DAMAGE_MULTIPLIER/> дополнительного урона и становясь неуязвимым к ментальным эффектам, но получая штраф <Ability:ENRAGE_DEFENSE_PENALTY/> к защите."
LocFlyOverText="В ярости!" 
LocPromotionPopupText="<Bullet/> Использование Сыворотки Овердрайв приведет бойца в состоянии ярости как обычно, вне зависимости от кулдауна."

[IRI_Rider_Enrage_Passive X2AbilityTemplate]
LocFriendlyName="Вечная Ярость"
LocLongDescription="Когда этот боец атакует или является целью вражеских способностей, перезарядка \"Ярости\" снижается на 1 ход."
LocHelpText="Когда этот боец атакует или является целью вражеских способностей, перезарядка \"Ярости\" снижается на 1 ход."

[IRI_Rider_CullTheWeak X2AbilityTemplate]
LocFriendlyName="Слабые не выживут"
LocLongDescription="Дает <Ability:CULL_THE_WEAK_BONUS_CRIT_PER_MISSING_PERCENT_HP/> к шансу критического удара за каждый 1% ОЗ, которые уже потеряла цель атаки."
LocHelpText="Дает <Ability:CULL_THE_WEAK_BONUS_CRIT_PER_MISSING_PERCENT_HP/> к шансу критического удара за каждый 1% ОЗ, которые уже потеряла цель атаки."
LocFlyOverText="" 

[IRI_Rider_Gore X2AbilityTemplate]
LocFriendlyName="Кровища"
LocLongDescription="Убийство врага имеет шанс заставить паниковать ближайших органических врагов."
LocHelpText="Убийство врага имеет шанс заставить паниковать  ближайших органических врагов."
LocPromotionPopupText="<Bullet/> Способность активируется каждый раз, когда боец убивает врага, и шанс вызвать панику рассчитывается за каждого врага индивидуально. Кулдаун: <Ability:GORE_COOLDOWN/> ходов.<br/><Bullet/> Только органические враги в поле зрения цели атаки могут запаниковать.<br/><Bullet/> Паника пропадет, если солдат, который ее вызвал, погибнет.<br/><Bullet/> Шанс вызвать панику = Ранг * <Ability:GORE_PANIC_CHANCE_PER_RANK/> + урон * <Ability:GORE_PANIC_CHANCE_PER_POINT_OF_DAMAGE/> + максимум ОЗ * <Ability:GORE_PANIC_CHANCE_PER_POINT_OF_MAX_HP/> - вражеская Воля, где:<br/>Ранг = звание бойца, рядовой считается за 1.<br/>Урон = общий урон, нанесенный бойцом по убитому врагу.<br/>Максимум ОЗ = максимальное здоровье убитого врага.<br/>Вражеская воля - воля врага, который может запаниковать."
LocFlyOverText="Кровища!" 

[IRI_Rider_Gore_Passive X2AbilityTemplate]
LocFriendlyName="Кровища"
LocLongDescription="Убийство врага имеет шанс заставить паниковать ближайших органических врагов."
LocHelpText="Убийство врага имеет шанс заставить паниковать ближайших органических врагов."
LocFlyOverText="Кровища!" 

[IRI_Rider_Obsession X2AbilityTemplate]
LocFriendlyName="Одержимость"
LocFriendlyNameWhenConcealed="Одержимость (нарушит скрытность)"
LocLongDescriptionWhenConcealed="Немедленный выход из скрытности и наложение метки на цель. До старта вашего следующего хода вы атакуете противника за каждое его действие."
LocLongDescription="На цель накладывается метка. До старта вашего следующего хода, вы атакуете противника за каждое его действие."
LocHelpText="На цель накладывается метка. До старта вашего следующего хода вы атакуете противника за каждое его действие."
LocPromotionPopupText="<Bullet/> Любое действие может вызвать атаку бойца в Одержимости, но следующая будет возможна, только если цель активирует способность, требующую хотя бы одного ОД.<br/><Bullet/> Одержимый боец будет следовать за целью и может покинуть укрытие, так что используйте способность с осторожностью.<br/><Bullet/> Атаки в Одержимости почти всегда упреждающие - чаще всего они проходят перед тем, как враг закончит действие, на которое они сработали.<br/><Bullet/> Атаки Одержимости считаются ответным огнем и имеют штраф к меткости.<br/><Bullet/> Одержимость позволяет ответным атакам наносить критический урон: <Ability:OBSESSION_ALLOWS_REACTION_FIRE_CRIT/><br/><Bullet/> Если боец с Одержимостью имеет способность <font color='#ff3206'>Контрудар</font>, он автоматически контратакует на все направленные по нему атаки цели, если это возможно.<br/><Bullet/> Если Одержимость используется во время скрытности, скрытность теряется немедленно.<br/><Bullet/> Одержимый боец способен атаковать цель только в случае, ели она находится не более чем в <Ability:OBSESSION_ACTION_POINT_DISTANCE/> единицах движения. Если враг может телепортироваться или совершать другие действия, дающие экстра-мобильность, они могут избежать атак бойца с Одержимостью.<br/><Bullet/> Кулдаун: <Ability:OBSESSION_COOLDOWN/> ход(ов).<br/><Bullet/> Эта способность получает бонус <Ability:GHOST_RIDER_INTERCEPT_MOBILITY_BONUS/> к мобильности от способности <font color='#ff3206'>Призрачный гонщик</font>" 
LocFlyOverText="Одержимость!" 

[IRI_Rider_Bloodlust X2AbilityTemplate]
LocFriendlyName="Кровожадность"
LocLongDescription="При активации дает <Ability:BLOODLUST_STACKS_PER_KILL/> зарядов Кровожадности за каждое убийство, максимум <Ability:BLOODLUST_MAXIMUM_STACKS/> зарядов. Каждый заряд увеличивает урон в рукопашной на <Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>. На уровне <Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/> зарядов дает возможность провести мощную электрическую атаку по площади -  <font color='#ff3206'>Громовержец</font>."
LocHelpText="Убийства в рукопашной увеличивают рукопашный урон на <Ability:BLOODLUST_BONUS_DAMAGE_PER_KILL/>. Возможно <Ability:BLOODLUST_MAXIMUM_STACKS/> уровня(ей) заряда. Использует <Ability:CASTING_UNLEASH_CONSUMES_STACKS/> зарядов, чтобы активировать мощную атаку по площади."
LocFlyOverText="Кровожадность" 
LocPromotionPopupText="<Bullet/> Кровожадность длится <Ability:BLOODLUST_DURATION_TURNS/> ход(ов). 0 означает бесконечную длительность.<br/><Bullet/> Кровожадность заканчивается, если в поле зрения солдата нет врагов: <Ability:BLOODLUST_EFFECT_IS_REMOVED_IF_NO_ENEMIES/><br/><Bullet/> <Ability:BLOODLUST_COOLDOWN/> ход(ов) до перезарядки. Отчет кулдауна начинается, когда эффект Кровожадности закончится. <br/><Bullet/> <font color='#ff3206'>Громовержец</font> наносит <Ability:UNLEASH_BASEDAMAGE_MIN/> - <Ability:UNLEASH_BASEDAMAGE_MAX/> электрического урона, который игнорирует броню, а также <Ability:UNLEASH_ENVIRONMENTAL_DAMAGE/> урона окружению. Заряды Кровожадности не увеличивают его урон.<br/><Bullet/> <font color='#ff3206'>Громовержец</font> заканчивает ход и стоит как минимум одно ОД.<br/><Bullet/> <font color='#ff3206'>Громовержец</font> имеет радиус <Ability:UNLEASH_RADIUS_METERS/> метров. Один метр примерно равен одной клетке.<br/><Bullet/> <font color='#ff3206'>Громовержец</font> становится доступен, когда <Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/> зарядов аккумулировано, и поглощает <Ability:CASTING_UNLEASH_CONSUMES_STACKS/> зарядов при использовании.<br/><Bullet/> <font color='#ff3206'>Громовержец</font> при использовании прекратит эффект Кровожадности: <Ability:CASTING_UNLEASH_REMOVES_BLOODLUST_EFFECT/>.<br/><Bullet/> Эта способность учитывается способностью <font color='#ff3206'>Буревестник</font> как если бы это была рукопашная атака."

[IRI_Rider_Bloodlust_Charge X2AbilityTemplate]
LocFriendlyName="Кровожадность"
LocLongDescription="При активации дает <Ability:BLOODLUST_STACKS_PER_KILL/> зарядов Кровожадности за каждое убийство, максимум <Ability:BLOODLUST_MAXIMUM_STACKS/> зарядов. Каждый заряд увеличивает урон в рукопашной на <Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>. На уровне <Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/> зарядов дает возможность провести мощную электрическую атаку по площади -  <font color='#ff3206'>Громовержец</font>."
LocHelpText="Убийства в рукопашной увеличивают рукопашный урон на <Ability:BLOODLUST_BONUS_DAMAGE_PER_KILL/>. Возможно <Ability:BLOODLUST_MAXIMUM_STACKS/> уровня(ей) заряда. Использует <Ability:CASTING_UNLEASH_CONSUMES_STACKS/> зарядов, чтобы активировать мощную атаку по площади."
LocFlyOverText="\"Громовержец\": доступно" 

[IRI_Rider_Bloodlust_Charge_PreMax X2AbilityTemplate]
LocFriendlyName="Кровожадность"
LocLongDescription="При активации дает <Ability:BLOODLUST_STACKS_PER_KILL/> зарядов Кровожадности за каждое убийство, максимум <Ability:BLOODLUST_MAXIMUM_STACKS/> зарядов. Каждый заряд увеличивает урон в рукопашной на <Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>. На уровне <Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/> зарядов дает возможность провести мощную электрическую атаку по площади -  <font color='#ff3206'>Громовержец</font>."
LocHelpText="Убийства в рукопашной увеличивают рукопашный урон на <Ability:BLOODLUST_BONUS_DAMAGE_PER_KILL/>. Возможно <Ability:BLOODLUST_MAXIMUM_STACKS/> уровня(ей) заряда. Использует <Ability:CASTING_UNLEASH_CONSUMES_STACKS/> зарядов, чтобы активировать мощную атаку по площади."
LocFlyOverText="Кровожадность растет..." 

[IRI_Rider_Bloodlust_Remove X2AbilityTemplate]
LocFriendlyName="Кровожадность: эффект снят"
LocLongDescription="Кровожадность: эффект снят"
LocHelpText="Кровожадность: эффект снят"
LocFlyOverText="Кровожадность снята" 

[IRI_Rider_Unleash X2AbilityTemplate]
LocFriendlyName="Громовержец"
LocLongDescription="Использовать <Ability:CASTING_UNLEASH_CONSUMES_STACKS/> зарядов Кровожадности, чтобы нанести мощную атаку по площади, нанося элетрический урон и игнорируя броню."
LocHelpText="Использовать <Ability:CASTING_UNLEASH_CONSUMES_STACKS/> зарядов Кровожадности, чтобы нанести мощную атаку по площади, нанося элетрический урон и игнорируя броню"
LocFlyOverText="Громовержец" 

[IRI_Rider_BerserkerRage X2AbilityTemplate]
LocFriendlyName="Око Бури"
LocLongDescription="Если боец страдает от негативных ментальных эффектов при старте хода, то все они нейтрализуются, а боец приходит в ярость. Не работает с контролем разума. Кулдаун 5 ходов."
LocHelpText="Если боец страдает от негативных ментальных эффектов при старте хода, то все они нейтрализуются, а боец приходит в ярость. Не работает с контролем разума. Кулдаун 5 ходов."
LocFlyOverText="В ярости!" 

[IRI_Rider_BerserkerRage_Passive X2AbilityTemplate]
LocFriendlyName="Око Бури"
LocLongDescription="Если боец страдает от негативных ментальных эффектов при старте хода, то все они нейтрализуются, а боец приходит в ярость. Не работает с контролем разума. <Ability:BERSERKER_RAGE_COOLDOWN/> ходов на перезарядку."
LocHelpText="Если боец страдает от негативных ментальных эффектов при старте хода, то все они нейтрализуются, а боец приходит в ярость. Не работает с контролем разума."
LocFlyOverText="В ярости!" 


;	=================================================
;				CHARGER TREE
;	=================================================

[IRI_Rider_PowerKick X2AbilityTemplate]
LocFriendlyName="Быстрый пинок"
LocLongDescription="Удар ногой по врагу. Урон растет вместе со званием солдата. Эта способность может быть использована только с действиями движения."
LocHelpTextУдар ногой по врагу. Урон растет вместе со званием солдата. Эта способность может быть использована только с действиями движения."
LocFlyOverText="Быстрый пинок" 
LocPromotionPopupText="<Bullet/> Быстрый пинок наносит <Ability:POWER_KICK_BASEDAMAGE_MIN/> - <Ability:POWER_KICK_BASEDAMAGE_MAX/> основного урона (+<Ability:POWER_KICK_BASEDAMAGE_CRIT/> крит), и получает дополнительно <Ability:POWER_KICK_BONUS_DAMAGE_PER_RANK/> к урону за каждое звание солдата. Капралы считаются за ранг 2.<br/><Bullet/> Способность не получает бонусов от носимого оружия. <br/><Bullet/> Быстрый пинок имеет бонусы:  <Ability:POWER_KICK_AIM_BONUS/> к меткости и <Ability:POWER_KICK_CRIT_BONUS/> к критическому удару."

[IRI_Rider_Teleport X2AbilityTemplate]
LocFriendlyName="Проводник"
LocLongDescription="Телепортация к дружественному бойцу. Тратит все действия, дает одно действие перемещения. Выводит из скрытости. Дает возможность телепортироваться на исходную позицию после использования <font color='#ff3206'>Перехвата</font>."
LocHelpText="Телепортрует к дружественному бойцу и дает действие перемещения."
LocFriendlyNameWhenConcealed="Проводник (выводит из скрытности)"
LocLongDescriptionWhenConcealed="Выводит из скрытности, телепортрует к дружественному бойцу и дает действие перемещенияn."
LocFlyOverText="Проводник" 
LocPromotionPopupText="<Bullet/> <Ability:CONDUIT_COOLDOWN/> ходов на перезарядку.<br/><Bullet/> Эта способность требует минимум одно стандартное действие или действие движения для активации. <br/><Bullet/> Она более эффективна, если телепортироваться к напарнику. Для телепортаци к напарнику не требуется иметь его в поле зрения, а уровень связи  <Ability:CONDUIT_BONDMATE_RANK_REQUIRED_FOR_SHIELD/> даст ему  защитное поле, которое может поглотить <Ability:CONDUIT_BONDMATE_SHIELD_HP/> урона и длится  <Ability:CONDUIT_BONDMATE_SHIELD_DURATION/> ходов, считая ход, на котором Проводник был использован. <br/><Bullet/> Невозможно телепортировать мертвых, находящихся под контролем разума или истекающих кровью бойцов."

[IRI_Rider_InterceptionReturnTeleport X2AbilityTemplate]
LocFriendlyName="Проводник"
LocLongDescription="Телепортация на исходную позицию после <font color='#ff3206'>Перехвата</font>."
LocHelpText="Телепортация на исходную позицию после <font color='#ff3206'>Перехвата</font>."
LocFlyOverText="Проводник" 

[IRI_Rider_ConcussiveBlows X2AbilityTemplate]
LocFriendlyName="Оглушающие Удары"
LocLongDescription="Ваши рукопашные критические удары дезориентируют врага. Критические удары по дезориентированным врагам оглушают их. Рукопашные атаки по оглушенным наносят  <Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/> дополнительного урона. Дает <Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/> к криту при рукопашных атаках."
LocHelpText="Ваши рукопашные критические удары дезориентируют врага. Критические удары по дезориентированным врагам оглушают их. Рукопашные атаки по оглушенным наносят  <Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/> дополнительного урона. Дает <Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/> к криту при рукопашных атаках."
LocFlyOverText="Оглушающие Удары"
LocPromotionPopupText="<Bullet/> Влияет только на рукопашные атаки.<br/><Bullet/> Шанс дезориентации: <Ability:CONCUSSIVE_BLOWS_DISORIENT_CHANCE/>, длительность: <Ability:CONCUSSIVE_BLOWS_DISORIENT_TURNS/> ходов.<br/><Bullet/> Шанс оглушения: <Ability:CONCUSSIVE_BLOWS_STUN_CHANCE/>, оглушение длится <Ability:CONCUSSIVE_BLOWS_STUN_ACTIONS/> действий. <br/><Bullet/> Дезориентация и оглушение от Оглушающих ударов требуют критичского удара: <Ability:CONCUSSIVE_BLOWS_REQUIRE_CRIT_STRIKE/>"

[IRI_Rider_ConcussiveBlows_Passive X2AbilityTemplate]
LocFriendlyName="Оглушающие Удары"
LocLongDescription="Ваши рукопашные критические удары дезориентируют врага. Критические удары по дезориентированным врагам оглушают их. Рукопашные атаки по оглушенным наносят  <Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/> дополнительного урона. Дает <Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/> к криту при рукопашных атаках."
LocHelpText="Ваши рукопашные критические удары дезориентируют врага. Критические удары по дезориентированным врагам оглушают их. Рукопашные атаки по оглушенным наносят  <Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/> дополнительного урона. Дает <Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/> к криту при рукопашных атаках."
LocFlyOverText="Оглушающие Удары"

[IRI_Rider_Respite X2AbilityTemplate]
LocFriendlyName="Перезарядка"
LocFriendlyNameWhenConcealed="Перезарядка (нарушит скрытность)"
LocLongDescriptionWhenConcealed="Выводит из скрытности и восстанавливает <Ability:RECHARGE_RESTORE_MISSING_HP_PERCENT/> потерянных ОЗ, <Ability:RECHARGE_RESTORE_MISSING_WILL_PERCENT/> потерянной Воли, <Ability:RECHARGE_RESTORE_MISSING_ARMOR_PERCENT/> снятой брони и <Ability:RECHARGE_RESTORE_MISSING_SHIELD_PERCENT/> аблативных единиц <font color='#0bff9b'>Щита</font>, если он используется."
LocLongDescription="Восстанавливает <Ability:RECHARGE_RESTORE_MISSING_HP_PERCENT/> потерянных ОЗ, <Ability:RECHARGE_RESTORE_MISSING_WILL_PERCENT/> потерянной Воли, <Ability:RECHARGE_RESTORE_MISSING_ARMOR_PERCENT/> снятой брони и <Ability:RECHARGE_RESTORE_MISSING_SHIELD_PERCENT/> аблативных единиц <font color='#0bff9b'>Щита</font> HP, если он используется."
LocHelpText="Восстанавливает <Ability:RECHARGE_RESTORE_MISSING_HP_PERCENT/> потерянных ОЗ, <Ability:RECHARGE_RESTORE_MISSING_WILL_PERCENT/> потерянной Воли, <Ability:RECHARGE_RESTORE_MISSING_ARMOR_PERCENT/> снятой брони и <Ability:RECHARGE_RESTORE_MISSING_SHIELD_PERCENT/> аблативных единиц <font color='#0bff9b'>Щита</font> HP, если он используется."
LocPromotionPopupText="<Bullet/> Все значения округляются вверх.<br/><bullet/> Нарушает скрытность при использовании.<br/><bullet/> <Ability:RECHARGE_COOLDOWN/> ходов на перезарядку. <br/><bullet/> <Ability:RECHARGE_CHARGES/> использование(ний) на миссию (0 означает бесконечные использования). <br/><bullet/> Перезарядка - свободное действие: <Ability:FREE_ACTION/>.<br/><bullet/> Перезарядка заканчивает ход: <Ability:RECHARGE_ENDS_TURN/>."
LocFlyOverText="Перезарядка"

[IRI_Rider_CrossStrike X2AbilityTemplate]
LocFriendlyName="Крест-накрест"
LocLongDescription="Критические удары основным рукопашным оружием активируют еще один удар вместо нанесения бонусного урона. Пассивно дает <Ability:CROSS_STRIKE_BONUS_CRIT/> к шансу критического удара."
LocHelpText="Критические удары основным рукопашным оружием активируют еще один удар вместо нанесения бонусного урона. Пассивно дает <Ability:CROSS_STRIKE_BONUS_CRIT/> к шансу критического удара."
LocFlyOverText="Крест-накрест" 
LocPromotionPopupText="<Bullet/> Эта способность не влияет на способности, не связанные с рукопашным оружием, например, \"Быстрый пинок\".<br/><Bullet/> Первая атака всё равно будет считаться критической. Дополнительная атака всегда попадает, но не может быть критической. <br/><Bullet/> Работает с двойным рукопашным оружием. Если \"основной\" меч нанесет крит, цель получит 4 атаки в общем, по две от каждого оружия.<br/><Bullet/> Критические удары в <font color='#ff3206'>Одержимости</font> могут стать ударами Крест-накрест."

[IRI_Rider_CrossStrike_Attack X2AbilityTemplate]
LocFriendlyName="Крест-накрест"
LocLongDescription="Критические удары основным рукопашным оружием активируют еще один удар вместо нанесения бонусного урона."
LocHelpText="Критические удары основным рукопашным оружием активируют еще один удар вместо нанесения бонусного урона."
LocFlyOverText="Крест-накрест" 

[IRI_WindcallerFury X2AbilityTemplate]
LocFriendlyName="Ярость Бури"
LocLongDescription="Рукопашные атаки всегда стоят 1 ОД и не заканчивают ход."
LocHelpText="Рукопашные атаки всегда стоят 1 ОД и не заканчивают ход."
LocFlyOverText="Ярость Бури"

[IRI_Rider_MartialArts X2AbilityTemplate]
LocFriendlyName="Боевые искусства"
LocLongDescription="Добавляет <Ability:MARTIAL_ARTS_BONUS_DAMAGE/> к урону против гуманоидных врагов во время атак без использования оружия."
LocHelpText="Добавляет <Ability:MARTIAL_ARTS_BONUS_DAMAGE/> к урону против гуманоидных врагов во время атак без использования оружия."
;LocFlyOverText="Боевые искусства" 

;	=================================================
;				STALWART TREE
;	=================================================

[IRI_Rider_Guard X2AbilityTemplate]
LocFriendlyName="Отпор"
LocLongDescription="Активируется для защиты от следующей атаки по бойцу, снижая ее эффективность. Может использоваться несколько раз для защиты от нескольких атак. Может быть использована с действиями движения. При использовании <font color='#0bff9b'>Щита</font>, используется автоматически, если боец не атаковал на этом ходу."
LocHelpText="Активируется для защиты от следующей атаки по бойцу, снижая ее эффективность."
LocPromotionPopupText="<Bullet/> Способность снижает эффективность вражеских атак, влияя на их результат: если атака критическая, она пройдет как обычный удар. Обычные удары пройдут как царапины, а царапины (уклонения) не пройдут вообще.<br/><Bullet/> Если боец использует <font color='#0bff9b'>Щит</font>, эффективность атак снижается еще сильнее: криты проходят как царапины, обычные удары и царапины отражаются. <br/><Bullet/> Способность также снижает урон от взрывов на <Ability:GUARD_EXPLOSIVE_DAMAGE_MULTIPLIER/> от цены одного заряда."
LocFlyOverText="Отпор: " 

[IRI_Rider_Aegis X2AbilityTemplate]
LocFriendlyName="Эгида"
LocLongDescription="Способность \"Защитная стена\" (Shield Wall) теперь снижает входящий урон  на <Ability:AEGIS_DAMAGE_REDUCTION/> и перенаправляет любые атаки против ближайших союзников на вас."
LocHelpText="Способность \"Защитная стена\" (Shield Wall) теперь снижает входящий урон  на <Ability:AEGIS_DAMAGE_REDUCTION/> и перенаправляет любые атаки против ближайших союзников на вас."
LocPromotionPopupText="<Bullet/> Влияет на способность \"Защитная стена\", которую дают <font color='#0bff9b'>Щиты</font> и <font color='#0bff9b'>Боевые костюмы</font>.<br/><Bullet/> Эгида действует на союзников, находящихся на соседних с бойцом клетках. Клетки по диагонали не считаются."
LocFlyOverText="Эгида"

[IRI_Rider_Aegis_Passive X2AbilityTemplate]
LocFriendlyName="Эгида"
LocLongDescription="Способность \"Защитная стена\" (Shield Wall) теперь снижает входящий урон  на <Ability:AEGIS_DAMAGE_REDUCTION/> и перенаправляет любые атаки против ближайших союзников на вас."
LocHelpText="Способность \"Защитная стена\" (Shield Wall) теперь снижает входящий урон  на <Ability:AEGIS_DAMAGE_REDUCTION/> и перенаправляет любые атаки против ближайших союзников на вас."
LocFlyOverText="Эгида"

[IRI_Rider_BackToBack X2AbilityTemplate]
LocFriendlyName="Спина к спине"
LocLongDescription="Если солдат закончит ход на расстоянии <Ability:BACK_TO_BACK_RANGE_TILES/> клеток от дружественного бойца с полным здоровьем, враги не смогут получить бонусы от обхода с фланга против обоих бойцов во время своего хода."
LocHelpText="Если солдат закончит ход на расстоянии <Ability:BACK_TO_BACK_RANGE_TILES/> клеток от дружественного бойца с полным здоровьем, враги не смогут получить бонусы от обхода с фланга против обоих бойцов во время своего хода."
LocPromotionPopupText="<Bullet/> Эффект теряется, если одному из бойцов нанесут повреждения.<br/><Bullet/> Расстояние в 1 клетку означает, что бойцы должы быть на соседних клетках. Эффект не работает на клетки по диагонали."
LocFlyOverText="Спина к спине"

[IRI_Rider_BackToBack_Passive X2AbilityTemplate]
LocFriendlyName="Спина к спине"
LocLongDescription="Если солдат закончит ход неподалеку от дружественного бойца с полным здоровьем, враги не смогут получить бонусы от обхода с фланга против обоих бойцов во время своего хода."
LocHelpText="Если солдат закончит ход неподалеку от дружественного бойца с полным здоровьем, враги не смогут получить бонусы от обхода с фланга против обоих бойцов во время своего хода."
LocFlyOverText="Спина к спине"

[IRI_Rider_Riposte X2AbilityTemplate]
LocFriendlyName="Контрудар"
LocLongDescription="Контратака основным оружиием во время вражеских ударов, которые теперь могут не попасть по цели или нанести царапину, или во время действия способности <font color='#ff3206'>Отпор</font>. Пассивно дает <Ability:RIPOSTE_BONUS_DODGE/> к уклонению и сопротивление большинству негативных эффектов, накладываемых рукопашными атаками."
LocHelpText="Контратака основным оружиием во время вражеских ударов, которые теперь могут не попасть по цели или нанести царапину, или во время действия способности <font color='#ff3206'>Отпор</font>. Пассивно дает <Ability:RIPOSTE_BONUS_DODGE/> к уклонению и сопротивление большинству негативных эффектов, накладываемых рукопашными атаками."
LocPromotionPopupText="<Bullet/> Контрудар пройдет в ответ на любую атаку на расстоянии рукопашного удара, даже если для нее используется стрелковое оружие.<br/><bullet/> Контрудар позволяет полностью избежать вражеской атаки и автоматически ответить своей.<br/><bullet/> Контрудар невозможен, если враг имеет иммунитет к ответному огню.<br/><bullet/> Контрудар считается ответной атакой: он имеет штрафы к меткости и обычно не может наносить крит.<br/><bullet/> Контрудар наносит урон только основным оружием, даже при использовании двойного, и не может активировать способность <font color='#ff3206'>Крест-накрест</font>.<br/><bullet/> Обладая этой способностью, солдат становится перманентно имунным к негативным эффектам, накладываемым Копейщиками, Мутонами и Берсерками при рукопашных атаках.<br/><bullet/> Если активен <font color='#ff3206'>Отпор</font>, его заряд будет использован для контрудара, если это возможно."
LocFlyOverText="Контрудар!" 

[IRI_Rider_Riposte_Attack X2AbilityTemplate]
LocFriendlyName="Контрудар"
LocLongDescription="Контратака основным оружиием во время вражеских ударов, которые теперь могут не попасть по цели или нанести царапину, или во время действия способности <font color='#ff3206'>Отпор</font>. Пассивно дает <Ability:RIPOSTE_BONUS_DODGE/> к уклонению и сопротивление большинству негативных эффектов, накладываемых рукопашными атаками."
LocHelpText="Контратака основным оружиием во время вражеских ударов, которые теперь могут не попасть по цели или нанести царапину, или во время действия способности <font color='#ff3206'>Отпор</font>. Пассивно дает <Ability:RIPOSTE_BONUS_DODGE/> к уклонению и сопротивление большинству негативных эффектов, накладываемых рукопашными атаками."
LocFlyOverText="Контрудар!" 

[IRI_Rider_GalvanizedArmor X2AbilityTemplate]
LocFriendlyName="Наэлектризованная броня"
LocLongDescription="Дает <Ability:GALVANIZED_ARMOR_BONUS_ARMOR/> брони. Последние <Ability:GALVANIZED_ARMOR_UNSHREDDABLE_ARMOR/> брони не может быть снято. Снятие брони вражескими атаками у этого бойца снижено на <Ability:GALVANIZED_ARMOR_SHRED_RESIST/>."
LocHelpText="Дает <Ability:GALVANIZED_ARMOR_BONUS_ARMOR/> брони. Последние <Ability:GALVANIZED_ARMOR_UNSHREDDABLE_ARMOR/> брони не может быть снято. Снятие брони вражескими атаками у этого бойца снижено на <Ability:GALVANIZED_ARMOR_SHRED_RESIST/>."
LocFlyOverText="Наэлектризованная броня"

[IRI_Rider_MassIntercept X2AbilityTemplate]
LocFriendlyName="Истребитель"
LocLongDescription="<font color='#ff3206'>Перехват</font> сработает на движение всех врагов в поле зрения бойца на расстоянии движения <Ability:ROUT_ACTION_POINT_DISTANCE/> ОД."
LocHelpText="<font color='#ff3206'>Перехват</font> сработает на движение всех врагов в поле зрения бойца и на расстоянии движения <Ability:ROUT_ACTION_POINT_DISTANCE/> ОД."
LocFriendlyNameWhenConcealed="Истребитель (в скрытности)"
LocLongDescriptionWhenConcealed="<font color='#ff3206'>Перехват</font> сработает на движение всех врагов в поле зрения бойца и на расстоянии движения <Ability:ROUT_ACTION_POINT_DISTANCE/> ОД, но только в случае обнаружения."
LocPromotionPopupText="<br/><Bullet/> Перехват сможет нарушить скрытность в случае атаки по врагу: <Ability:ROUT_ALLOWED_TO_BREAK_CONCEALMENT/><br/><Bullet/> Активация \"Истребителя\" выводит из скрытности: <Ability:ROUT_BREAKS_CONCEALMENT/><br/><Bullet/> После каждого перехвата боец вернется на исходную точку: <Ability:ROUT_RETURN_TO_ORIGINAL_TILE/><br/><Bullet/> Если боец использует <font color='#ff3206'>Отпор</font>, один заряд Отпора будет использоваться для каждого перехвата: <Ability:ROUT_GRANTS_GUARD/><br/><Bullet/> На эту способность влияет способность <font color='#ff3206'>Призрачный гонщик</font>.<br/><Bullet/> <Ability:ROUT_COOLDOWN/> ход(ов) на перезарядку."
LocFlyOverText="Истребитель"

[IRI_Rider_MassIntercept_MarkTarget X2AbilityTemplate]
LocFriendlyName="Истребитель"
LocLongDescription="Перехват всех ближайших целей."
LocHelpText="Перехват всех ближайших целей."

[IRI_Rider_PoweredShields X2AbilityTemplate]
LocFriendlyName="Несгибаемый"
LocLongDescription="Броня теперь может снижать получаемый урон до нуля."
LocHelpText="Броня теперь может снижать получаемый урон до нуля."
LocFlyOverText="Несгибаемый"

;	=================================================
;				BREAKER TREE
;	=================================================

[IRI_Rider_ShadowWalk X2AbilityTemplate]
LocFriendlyName="Призрачный гонщик"
LocLongDescription="Становится необнаружимым и получает  <Ability:GHOST_RIDER_INTERCEPT_MOBILITY_BONUS/> к мобильности во время <font color='#ff3206'>Перехвата</font>. Получает <Ability:GHOST_RIDER_REACTION_AIM_BONUS/> к меткости ко всем ответным атакам."
LocHelpText="Становится необнаружимым и получает <Ability:GHOST_RIDER_INTERCEPT_MOBILITY_BONUS/> к мобильности во время <font color='#ff3206'>Перехвата</font>. Получает <Ability:GHOST_RIDER_REACTION_AIM_BONUS/> к меткости ко всем ответным атакам."
LocPromotionPopupText="<Bullet/> Эта способность позволяет бойцу избегать вражеского ответного огня и не привлекать нежелательного внимания еще не активных противников."
LocFlyOverText="Призрачный гонщик"

[IRI_Rider_Haymaker X2AbilityTemplate]
LocFriendlyName="Громила"
LocLongDescription="Атака основным рукопашным оружием, которая снимает многие позитивные эффекты с врагов и наносит критический урон электричеством."
LocHelpText="Атака основным рукопашным оружием, которая снимает многие позитивные эффекты с врагов и наносит критический урон электричеством."
LocFlyOverText="Громила"
LocPromotionPopupText="<Bullet/> <Ability:HAYMAKER_COOLDOWN/> ход(ов) на перезарядку.<br/><Bullet/> Всегда наносит критический урон: <Ability:HAYMAKER_ALWAYS_CRITS/>. <br/><Bullet/> По дефолту, Громила снимает следующие позитивные эффекты с цели: энергощиты Щитоносцев, ярость Берсерков, боевое безумие Архонтов и \"Святого воина\" Жрецов. <br/><Bullet/> Эффекты снимаются перед нанесением урона."

[IRI_Rider_SunderArmor X2AbilityTemplate]
LocFriendlyName="Бронебой"
LocLongDescription="Ваши следующие <Ability:SUNDER_ARMOR_AFFECTS_NUMBER_OF_ATTACKS/> атаки(а) основным оружием в следующие <Ability:SUNDER_ARMOR_EFFECT_DURATION/> ход(ов) будут уничтожать броню вместо нанесения урона. Количество снятой брони равно  <Ability:SUNDER_ARMOR_DAMAGE_TO_SHRED_PERCENT/> от нормального урона данной атаки бойца."
LocHelpText="Ваши следующие <Ability:SUNDER_ARMOR_AFFECTS_NUMBER_OF_ATTACKS/> атаки(а) основным оружием в следующие <Ability:SUNDER_ARMOR_EFFECT_DURATION/> ход(ов) будут уничтожать броню вместо нанесения урона."
LocPromotionPopupText="<Bullet/> Атака может быть критической, уничтожая большее количество брони.<br/><Bullet/> \"Бронебой\" влияет только на атаки основным оружием: <Ability:SUNDER_ARMOR_APPLIES_ONLY_TO_SOURCE_WEAPON/>.<br/><Bullet/> \"Бронебой\"  не влияет на способности, уничтожающие броню.<br/><Bullet/> <Ability:SUNDER_ARMOR_COOLDOWN/> ход(ов) до перезарядки. <br/><Bullet/> Эффект \"Бронебоя\" длится <Ability:SUNDER_ARMOR_EFFECT_DURATION/> ход(ов), считая тот, на котором был активирован. <br/><Bullet/> \"Бронебой\" влияет на <Ability:SUNDER_ARMOR_AFFECTS_NUMBER_OF_ATTACKS/> атаку(и). <br/><Bullet/> Активация \"Бронебоя\"  - свободное действие: <Ability:SUNDER_ARMOR_IS_FREE_ACTION/>"
LocFlyOverText="Бронебой" 

[IRI_Rider_Shockwave X2AbilityTemplate]
LocFriendlyName="Ударная волна"
LocLongDescription="Удар по земле, дающий электрический урон в конической зоне. Он игнорирует броню, дезориентирует врага с шансом <Ability:SHOCKWAVE_DISORIENT_CHANCE/> и оглушает его на <Ability:SHOCKWAVE_STUN_ACTIONS/> действия с шансом <Ability:SHOCKWAVE_STUN_CHANCE/>."
LocHelpText="Наносит урон электричеством в конической зоне, игнорируя броню, и может потенциально дезориентировать или оглушить врага."
LocFriendlyNameWhenConcealed="Ударная волна (нарушит скрытность)"
LocLongDescriptionWhenConcealed="Выйдя из скрытности, нанесет урон электричеством в конической зоне, игнорируя броню, и может потенциально дезориентировать или оглушить врага."
LocPromotionPopupText="<Bullet/> <Ability:SHOCKWAVE_COOLDOWN/> ходов до перезарядки, <Ability:SHOCKWAVE_CHARGES/> зарядов (0 означает бесконечные заряды).<br/><Bullet/> Ударная волна наносит <Ability:SHOCKWAVE_BASEDAMAGE_MIN/> - <Ability:SHOCKWAVE_BASEDAMAGE_MAX/> электрического урона, игнорирующего броню, а также  <Ability:SHOCKWAVE_ENVIRONMENTAL_DAMAGE/> урона окружению.<br/><Bullet/> Зона поражения ударной волной -  <Ability:SHOCKWAVE_CONE_LENGTH/> клеток длиной  и  <Ability:SHOCKWAVE_CONE_WIDTH/> клеток шириной.<br/><Bullet/> На эту способность влияют эффекты <font color='#ff3206'>Буревестника</font>.<br/><Bullet/> Способность учитывается <font color='#ff3206'>Буревестником</font>, как если бы это была рукопашная атака."
LocFlyOverText="Ударная волна"

[IRI_Rider_CircuitBreaker X2AbilityTemplate]
LocFriendlyName="Прерывание цепи"
LocLongDescription="Наносит <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/> - <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/> элекрического урона и отключает роботов на <Ability:CIRCUIT_BREAKER_STUN_DURATION_ACTIONS/> действий."
LocHelpText=="Наносит <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/> - <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/> элекрического урона и отключает роботов на <Ability:CIRCUIT_BREAKER_STUN_DURATION_ACTIONS/> действий."
LocFriendlyNameWhenConcealed="Прерывание цепи (нарушит скрытность)"
LocLongDescriptionWhenConcealed="Выйдя из скрытности, нанесет <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/> - <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/> элекрического урона и отключит роботов на <Ability:CIRCUIT_BREAKER_STUN_DURATION_ACTIONS/> действий."
LocPromotionPopupText="<Bullet/> <Ability:CIRCUIT_BREAKER_COOLDOWN/> ходов до перезарядки, <Ability:CIRCUIT_BREAKER_CHARGES/> зарядов (0 означает бесконечное количество).<br/><Bullet/> Наносит <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/> - <Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/> электрического урона, игнорируя броню.<br/><Bullet/> Заканчивает ход: <Ability:CIRCUIT_BREAKER_ENDS_TURN/><br/><Bullet/> Бонус к меткости: <Ability:CIRCUIT_BREAKER_BONUS_AIM/>.<br/><Bullet/> Всегда попадает в цель: <Ability:CIRCUIT_BREAKER_GUARANTEED_HIT/>"
LocFlyOverText="Прерывание цепи"

[IRI_Rider_Thunderdome X2AbilityTemplate]
LocFriendlyName="Купол грома"
LocLongDescription="Отметьте зону с радиусом <Ability:THUNDERDOME_RADIUS_TILES/> клеток. До конца хода убийство врагов в этой зоне вернет очки действий всем членам отряда."
LocHelpText="Отметьте зону. До конца хода убийство врагов в этой зоне вернет очки действий."
LocPromotionPopupText="<Bullet/> И атакующий боец, и вражеская цель должны быть внутри отмеченной зоны, чтобы ОД вернулись. <br/><Bullet/> Союзники возвращают ОД только один раз: <Ability:THUNDERDOME_AFFECTS_ALLIES_ONCE/><br/><Bullet/> Размер зоны - <Ability:THUNDERDOME_CAST_RANGE_TILES/> клеток.<br/><Bullet/> <Ability:THUNDERDOME_COOLDOWN/> ходов на перезарядку."
LocFlyOverText="Купол грома" 

[IRI_Rider_Thunderdome_Followup X2AbilityTemplate]
LocFriendlyName="Купол грома"
LocLongDescription="Отметьте зону с радиусом <Ability:THUNDERDOME_RADIUS_TILES/> клеток. До конца хода убийство врагов в этой зоне вернет очки действий всем членам отряда."
LocHelpText="Отметьте зону. До конца хода убийство врагов в этой зоне вернет очки действий."
LocFlyOverText="Купол грома" 

[IRI_Rider_RollingThunder X2AbilityTemplate]
LocFriendlyName="Раскат грома"
LocLongDescription="Если вы наносите электрический урон, то замечаете присутствие врага в радиусе <Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/> клеток. <Ability:ROLLING_THUNDER_COOLDOWN/> ходов на перезарядку."
LocHelpText="Если вы наносите электрический урон, то замечаете присутствие врага в радиусе <Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/> клеток. <Ability:ROLLING_THUNDER_COOLDOWN/> ходов на перезарядку."
LocFlyOverText="Раскат грома" 

[IRI_Rider_RollingThunder_Passive X2AbilityTemplate]
LocFriendlyName="Раскат грома"
LocLongDescription="Если вы наносите электрический урон, то замечаете присутствие врага в радиусе <Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/> клеток. <Ability:ROLLING_THUNDER_COOLDOWN/> ходов на перезарядку."
LocHelpText="Если вы наносите электрический урон, то замечаете присутствие врага в радиусе <Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/> клеток. <Ability:ROLLING_THUNDER_COOLDOWN/> ходов на перезарядку."
LocFlyOverText="Раскат грома" 

;	=================================================
;				GTS UNLOCKS
;	=================================================

[IRI_Rider_GTS_BerserkerRage X2SoldierAbilityUnlockTemplate]
DisplayName="Громобой: Око Бури"
Summary="Громобой получает возможность нейтрализовать любые ментальные негативные эффекты в начале хода, и приходить в ярость. Эффект имеет кулдаун в <Ability:BERSERKER_RAGE_COOLDOWN/> ходов и не работает с контролем разума. Чтобы открыть способность, Громобой в вашем отряде должен изучить все способности ветки \"Берсерк\"."

[IRI_Rider_GTS_MartialArts X2SoldierAbilityUnlockTemplate]
DisplayName="Громобой: Боевые Искусства"
Summary="Рукопашные атаки Громобоя наносят дополнительно <Ability:MARTIAL_ARTS_BONUS_DAMAGE/> урона гуманоидным целям. Тот же бонус получают рукпашные атаки без оружия, например, <font color='#ff3206'>Быстрый пинок</font>. Чтобы открыть способность, Громобой в вашем отряде должен изучить все способности ветки \"Заряд\"."

[IRI_Rider_GTS_PoweredShields X2SoldierAbilityUnlockTemplate]
DisplayName="Громобой: Несгибаемый"
Summary="Броня Громобоя теперь способна снижать получаемый урон до нуля. Чтобы открыть способность, Громобой в вашем отряде должен изучить все способности ветки \"Стойкость\"."

[IRI_Rider_GTS_RollingThunder X2SoldierAbilityUnlockTemplate]
DisplayName="Громобой: Раскат Грома"
Summary="Громобой получает способность обнаруживать присутствие ближайших врагов во время нанесения электрического урона. Чтобы открыть способность, Громобой в вашем отряде должен изучить все способности ветки \"Крушитель\"."
